cmake
eslint_d
flake8
fzf
go
mypy
neovim-nightly-bin
neovim-remote
nodejs
nodejs-markdownlint-cli
npm
prettier
prettierd
python
python-black
python-isort
python-pip
python-pynvim
ranger-git
ripgrep
rust
stylua
ts-node
typescript
ueberzug
vint
xsel
